results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation/results-40.txt
[OVERALL], RunTime(ms), 19171
[OVERALL], Throughput(ops/sec), 5216.211986855145
[TOTAL_GCS_G1_Young_Generation], Count, 16
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 208
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.0849720932658704
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 16
[TOTAL_GC_TIME], Time(ms), 208
[TOTAL_GC_TIME_%], Time(%), 1.0849720932658704
[READ], Operations, 95089
[READ], AverageLatency(us), 6193.054864390203
[READ], MinLatency(us), 69
[READ], MaxLatency(us), 1742062
[READ], Return=OK, 95090
[READ], 0, 39205.70091093118
[READ], 1000, 7026.230541689776
[READ], 2000, 8413.181533646322
[READ], 3000, 6151.951511233231
[READ], 4000, 5402.7616595135905
[READ], 5000, 6209.537416079908
[READ], 6000, 6065.6564337034615
[READ], 7000, 7465.817946677278
[READ], 8000, 6439.373251165889
[READ], 9000, 6022.562812449605
[READ], 10000, 4589.603867069486
[READ], 11000, 4503.901476640039
[READ], 12000, 4413.318071171902
[READ], 13000, 4080.8717551798045
[READ], 14000, 4158.540966386555
[READ], 15000, 1774.4083700440528
[CLEANUP], Operations, 40
[CLEANUP], AverageLatency(us), 0.775
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 6
[CLEANUP], 0, 0.9
[CLEANUP], 1000, 0.95
[CLEANUP], 2000, 0.3
[UPDATE], Operations, 4910
[UPDATE], AverageLatency(us), 6359.68900203666
[UPDATE], MinLatency(us), 169
[UPDATE], MaxLatency(us), 120485
[UPDATE], Return=OK, 4910
[UPDATE], 0, 12040.155737704918
[UPDATE], 1000, 7680.148264984227
[UPDATE], 2000, 9754.4793814433
[UPDATE], 3000, 6994.7625
[UPDATE], 4000, 5771.467005076142
[UPDATE], 5000, 6636.902777777777
[UPDATE], 6000, 6997.577639751553
[UPDATE], 7000, 7990.458333333333
[UPDATE], 8000, 6359.495384615385
[UPDATE], 9000, 7640.7401315789475
[UPDATE], 10000, 4899.625560538117
[UPDATE], 11000, 5268.287531806615
[UPDATE], 12000, 5566.247663551402
[UPDATE], 13000, 4421.915662650603
[UPDATE], 14000, 5608.44939271255
[UPDATE], 15000, 1906.4392523364486