results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation/results-80.txt
[OVERALL], RunTime(ms), 19312
[OVERALL], Throughput(ops/sec), 5178.127589063794
[TOTAL_GCS_G1_Young_Generation], Count, 17
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 334
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.7294946147473074
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 17
[TOTAL_GC_TIME], Time(ms), 334
[TOTAL_GC_TIME_%], Time(%), 1.7294946147473074
[READ], Operations, 94970
[READ], AverageLatency(us), 11615.051616299885
[READ], MinLatency(us), 73
[READ], MaxLatency(us), 3229540
[READ], Return=OK, 94973
[READ], 0, 78278.88724226804
[READ], 1000, 12290.446080052927
[READ], 2000, 11128.258227482678
[READ], 3000, 11109.492469879518
[READ], 4000, 13611.330244163251
[READ], 5000, 9400.624704858954
[READ], 6000, 9303.639334155363
[READ], 7000, 8312.93084931507
[READ], 8000, 7439.499755309778
[READ], 9000, 9265.405438966845
[READ], 10000, 9383.06285426376
[READ], 11000, 8272.159364927778
[READ], 12000, 5527.552400773005
[READ], 13000, 703.0869565217391
[CLEANUP], Operations, 80
[CLEANUP], AverageLatency(us), 0.2
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 0, 4.0
[CLEANUP], 1000, 0.5
[CLEANUP], 2000, 0.2727272727272727
[CLEANUP], 3000, 0.09090909090909091
[UPDATE], Operations, 5027
[UPDATE], AverageLatency(us), 13609.185995623633
[UPDATE], MinLatency(us), 179
[UPDATE], MaxLatency(us), 2863207
[UPDATE], Return=OK, 5027
[UPDATE], 0, 100092.41436464088
[UPDATE], 1000, 13050.7
[UPDATE], 2000, 13219.051987767583
[UPDATE], 3000, 13947.719444444445
[UPDATE], 4000, 14752.303514376998
[UPDATE], 5000, 10034.792626728111
[UPDATE], 6000, 9401.997584541063
[UPDATE], 7000, 9001.369942196532
[UPDATE], 8000, 7831.498997995992
[UPDATE], 9000, 10956.585956416466
[UPDATE], 10000, 9838.880095923261
[UPDATE], 11000, 8755.949115044248
[UPDATE], 12000, 7295.72
[UPDATE], 13000, 3508.0